"About %@" = "เกี่ยวกับ %@";
"Hide %@" = "ซ่อน %@";
"Hide Others" = "ซ่อนคนอื่น";
"Show All" = "แสดงทั้งหมด";
"Quit %@" = "ล้มเลิก %@";

"Another %@ is currently running. Please close all instances of it now." = "%@ อื่นกำลังทำงานอยู่ โปรดปิดตัวอย่างทั้งหมดทันที";
"Are you sure you want to exit %@ setup?" = "คุณแน่ใจหรือไม่ว่าต้องการออกจากการตั้งค่า %@?";
"Are you sure you want to exit before the process is completed?" = "คุณแน่ใจหรือไม่ว่าต้องการออกก่อนที่กระบวนการจะเสร็จสิ้น?";
"Due to some error, the installation cannot be completed. Please check your Internet connection and try again. You can also click \"Direct Download\" to get a full package from the official website." = "เนื่องจากเกิดข้อผิดพลาดบางอย่าง จึงไม่สามารถทำการติดตั้งให้เสร็จสิ้นได้ โปรดตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณและลองใหม่อีกครั้ง คุณยังสามารถคลิก \"ดาวน์โหลดโดยตรง\" เพื่อรับแพ็คเกจเต็มรูปแบบได้จากเว็บไซต์ทางการ";
"I've read and agreed to %@" = "ฉันได้อ่านและยอมรับ%@";
"%@ License Agreement" = "ข้อตกลงใบอนุญาต %@";
"Install" = "ติดตั้ง";
"Installing...please wait ( %1.1f%% finished)" = "กำลังติดตั้ง...โปรดรอสักครู่ (เสร็จสิ้น %1.1f%%)";
"Please agree %@ License Agreement before installing %@!" = "โปรดยอมรับข้อตกลงใบอนุญาต %@ ก่อนติดตั้ง %@!";
"Continue" = "ดำเนินการต่อ";
"Direct Download" = "ดาวน์โหลดโดยตรง";
"Exit" = "ออก";
"OK" = "ตกลง";
"Try Again" = "ลองอีกครั้ง";
